NieRVoid/ld2450-driver-test/sdkconfig.defaults.template
# ESP-IDF settings.
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESPTOOLPY_FLASHMODE_QIO=y
CONFIG_ESPTOOLPY_FLASHSIZE_16MB=y
CONFIG_PARTITION_TABLE_CUSTOM=y

# ESP-IDF SPIRAM settings.
CONFIG_SPIRAM_USE=y
CONFIG_ESP_SYSTEM_ALLOW_RTC_FAST_MEM_AS_HEAP=y